Repository: giellalt/corpus-fin
Catalog: tmx/smn/facta/samemusea_siida/identiteetti.html.tmx
Source language: fin
Languages: smn

source: Kieli
smn: Kielâ

source: Identiteetti
smn: KIELÂ JÁ IDENTITEET

source: Kirjoitustavat
smn: Čäällimvyevih

source: Kieli ja identiteetti
smn: Kielâ já identiteet

source: Kirjallisuus
smn: Kirjálâšvuotâ

source: Julkaistut teokset
smn: Almostittum kirjálâšvuotâ

source: Inarinsaamelaisten oma kieli, inarinsaame, on yksi uhanalaisimmista saamen kielistä.
smn: Anarâšâi jieijâs kielâ, anarâškielâ, lii ohtâ tain uhkevuálásumosijn sämikielâin.

source: Syitä kielen uhanalaisuuteen on useita.
smn: Suujah kielâ uhkevuálásâšvuotân láá maaŋgah.

source: Kieli on saamenkielistä ainoa, jota puhutaan vain Suomessa.
smn: Kielâ lii sämikielâin áinoo, mii sárnoo tuše Suomâst.

source: Kaikki inarinsaamelaiset ovat siten myös suomenkielentaitoisia.
smn: Nuuvtpa puoh anarâšah láá meiddei suomâkieltáiđusiih.

source: Perheiden kielenvaihto suomeen on tapahtunut ehkä muita saamelaisryhmiä varhaisemmassa vaiheessa historiallisista syistä.
smn: Histojallisij suujâi keežild perrui kielâmolsom suomâkielân lii tábáhtum kenski tolebiššáá, ko eres sämmilâšjuávhuin.

source: Suomalainen uudisasutus ja valtiolliset laitokset, esimerkiksi kirkko ja koulu, saapuivat inarinsaamenkieliselle alueelle varhaisessa vaiheessa.
smn: Syemmilâš uđâsaassâm já staatâ lájádâsah, ovdâmerkkân kirkko já škovlâ, pottii anarâškuávlun viehâ tooláá.

source: Pohjoismaiset rajasulut toivat alueelle myös pohjoissaamelaista vaikutusta yhä enenemässä määrin ja inarinsaamelaisten asema vähemmistön vähemmistönä muotoutui.
smn: Tave-eennâmlâš räjitoppâmeh puohtii kuávlun meiddei lasaneijee orjâlâšvaikuttâsâid já anarâšâi sajattâh ucceeblovo ucceeblohhoon hámášui.

source: Monikulttuurisessa ympäristössä väestöstä tuli luonnollisesti monikielinen.
smn: Maaŋgâkulttuursâš pirrâsist aalmugist šoodâi luándulávt maaŋgâkielâsâš.

source: Kielenvaihtoon johti usein myös yleinen uudistilojen perustaminen.
smn: Kielâmolsomân tuálvui maŋgii meid almos uđâstáálui vuáđudem.

source: Tilan nimi rekisteröitiin suomenkielisenä ja suku vaihtoi nimeänsä vaikka tilan elinkeinot eivät muuttuneetkaan.
smn: Táálu nommâ registeristui suomâkielâlâžžân já suuhâ lonottij noomâs veikkâ táálu iäláttâsah iä muttumgin.

source: Maailmansotien jälkeinen kehitys toi alueelle myös runsaasti uusia työmahdollisuuksia.
smn: Maailmsođij maŋasâš ovdánem puovtij kuávlun meiddei valjeest uđđâ pargomáhđulâšvuođâid.

source: Siirtyminen pois perinteisistä elinkeinoista vei mukanaan taas yhden kielenkäyttöympäristön.
smn: Sirdâšem ärbivuáválijn iäláttâsâin meddâl tuálvui tot mieldistis oppeet oovtâ kielâkevttimpirrâs.

source: Inarinsaamen kielen tilanne oli 1990-luvulla sellainen, että nuorin kielenpuhuja oli jo teini-ikäinen eli käytännössä kieli oli kuolemassa muutaman sukupolven kuluessa.
smn: Anarâškielâ tile lâi 1990-lovvoost taggaar, et nuorâmus kielâsárnoo lâi juo nubálov ihásâš ađai vuáválávt kielâ lâi jämimin muádi suhâpuolvâ äigin.

source: Oma kieli osana etnisyyttä
smn: Jieijâs kielâ uássin etnisâšvuođâ

source: Inarinsaame, kuten muutkin saamen kielet, sisältää runsaasti pohjoiseen ympäristöön ja perinteiseen elämänpiiriin liittyvää sanastoa, joka on ainutlaatuista ja suomenkieleksi kääntymätöntä.
smn: Anarâškielâ, tegu eres-uv sämikielah, tuálá siste valjeest tavekuávlu pirrâsân já ärbivuáválâš eellimpirrâsân kullee saanijd, moh láá áinoošlajâsiih já suomâkielân jurgâlmettumeh.

source: Etenkin elinkeinoihin liittyvä saamenkielinen termistö on kuitenkin vakiintunut paikalliseen suomenkielen murresanastoon jo varhaisessa vaiheessa.
smn: Aainâs-uv áigápuáđoid lohtâseijee sämikielâlâš termâhivvâdâh lii kuittâg vuáhádum páihálii suomâkielâ suomânân juo viehâ tooláá.

source: Kieli on kuitenkin se seikka, joka parhaiten erottaa inarinsaamelaiset muista saamelaisryhmistä.
smn: Kielâ kuittâg lii tot äšši, mast pyeremustáá iärut anarâšâid eres sämmilâšjuávhuin.

source: Elinkeinot - poronhoito, kalastus ja keräilytalous - ovat yhteneväisiä muiden saamelaisryhmien kanssa.
smn: Áigápuáđuh – puásuituálu, kyelipivdo já nuurrâmtuálu – láá siämmáálágáneh eres sämmilâšjuávhuiguin.

source: Toinenkaan tärkeä etninen tunnus, saamenpuku, ei välttämättä kerro kantajansa inarinsaamelaisuudesta, sillä varsikin Inarijärven länsi- ja pohjoispuolella suvut ovat yleisesti käyttäneet ns. Utsjoen mallin pukua.
smn: Ij nubbegin tergâdis etnisâš tobdomerkkâ, sämimááccuh, aainâs muštâl kyeddes anarâšvuođâst, ko aainâs-uv Aanaarjäävri viestâr- já taavaapiälááh suuvah láá iänááš kiävttám nk. Ucjuvmallisii mááccuh.

source: Saamelaisyhteisön modernisoituessa oma kieli ja kieleen liittyvät kulttuurituotteet saavat yhä tärkeämmän sijan etnisen identiteetin muotoutumisessa.
smn: Ko sämmilâšsiärvádâh modernišuvá, te jieijâs kielâ já toos kullee kulttuurpyevtittâsah uážžuh ain-uv tergâdub saje etnisii identiteet hámášuumeest.

source: Kielen uudelleenelvyttäminen
smn: Kielâ uđđâsist virkosmittem

source: Inarinsaamelaiset aktivistit ovat saaneet jarrutettua kielen puhujien vähenemistä Uuden-Seelannin maoreilta lainatulla menetelmällä.
smn: Anarâš aktivistah láá finnim hiđásmittiđ kielâ sárnoi kiäppánem Uđđâ-Seeland maorijn luoihâttum vuovvijn.

source: Kohanga reo, saameksi kielâpiervâl eli inarinsaamenkielinen kielipesä aloitti toimintansa Suomen Kulttuurirahaston avustuksella Inarissa vuonna 1997. Kielipesässä pienet lapset saavat saamenkielisen päiväkotiympäristön, vaikka heidän vanhempansa eivät kieltä puhuisikaan.
smn: Kohanga reo, anarâškielân kielâpiervâl ađai anarâškielâ kielâpiervâl algâttij tooimâs Suomâ Kulttuurruttârááju torjuin Anarist ive 1997. Kielâpiervâlist uccâ párnááh finnejeh sämikielâlâš peivikiäččupirrâs, veikkâ sii vaanhimeh iä kielâ sárnuččiigin.

source: Kielipesää on artikkelin kirjoitushetkellä käynyt 33 lasta.
smn: Kielâpiervâl láá taan artikkel čäällimääigi jottáám 33 párnážid.

source: Osa heistä on koulussa jatkanut opiskelua inarinsaamenkielisellä luokalla ja siten saanut äidinkielen veroisen kielitaidon.
smn: Uási sist láá juátkám opâidis škoovlâst anarâškielâlâš luokast já návt finnim eenikielâ viärdásii kielâtááiđu.

source: Kielipesän toiminta on kuitenkin vuosittain vaakalaudalla rahoituksen epävarmuuden vuoksi ja koulua taas vaivaa opettajapula.
smn: Kielâpiervâl toimâ ij lah kuittâg ihásávt ruttâdem peeleest ain vises já škoovlâ oppeet vääivid máttáátteijeevänivuotâ.

source: Kielipesällä on ollut suuri vaikutus niin uusien kielenpuhujien syntymiseen kuin myös lasten kautta tulleeseen kiinnostukseen inarinsaamen kieltä kohtaan.
smn: Kielâpiervâlist lii lamaš stuorrâ vaikuttâs nuuvt uđđâ kielâsárnoi šoddâmân ko meiddei párnái pehti šoddâm mielâkiddiivâšvuotân anarâškielâ kuáttá.

source: Moni vanhempi on osallistunut inarinsaamen kursseille ja kieli voi siirtyä myös kotipiiriin, varsinkin perheen sisarusten käydessä kielipesää.
smn: Maaŋgah vaanhimeh láá uásálistám anarâškielâ kurssáid já kielâ puáhtá sirdâšuđ meiddei päikkipirrâsân, aainâs-uv talle ko perruu párnááh joteh kielâpiervâl.

source: Kielipesän vaikutuksia tutkitaan parhaillaan käynnissä olevassa väitöstutkimuksessa.
smn: Kielâpiervâl vaikuttâsâi tutkâm lii tääl joođoost náguskirjetutkâmušâst.

source: Kieli osana saamelaisen identiteetin tulevaisuutta
smn: Kielâ uássin sämmilii identiteet puátteevuođâ

source: Henkilökohtainen saamenkielen taito ja sen siirtäminen lapsille antaa omalle saamelaiselle identiteetille jatkuvuutta ja synnyttää optimismia kulttuurin tulevaisuuden suhteen.
smn: Persovnlâš sämikielâ máttu já tom sirdem páárnán addel jieijâs sämmilâš identiteetân jotkuuvâšvuođâ já šoddâd optimiismâ kulttuur puátteevuođâ háárán.

source: Identiteetin jatkuvuus voi syntyä myös muiden kulttuuripiirteiden kautta, esimerkiksi perinteisen elinkeinon siirtyessä sukupolvelta toiselle.
smn: Identiteet jotkuuvâšvuotâ puáhtá šoddâđ meiddei eres kulttuurjiešvuovij pehti, ovdâmerkkân talle, ko ärbivuáválâš áigápuátu sirdâšuvá suhâpuolvâst nuubán.

source: Monet saamelaisten perinteisiin elinkeinoihin ja elämäntapaan liittyvät etniset piirteet väistämättä muuttuvat tai häviävät.
smn: Maaŋgah sämmilij árbivuáválâš áigápuáđoid já eellimvuáhán kullee etnisiih jiešvyevih eeppidhánnáá rievdih tâi láppojeh.

source: Kieli sen sijaan säilyy, mikäli vain uusia puhujia syntyy yhteisöön.
smn: Ton sajan kielâ siäilu, jis peri uđđâ sárnooh šaddeh siärvádâhân.

source: Inarinsaamen kielen tukitoimenpiteet olisivat siten mahdollisesti yksinkertaisin tapa säilyttää inarinsaamelainen kulttuuri ja inarinsaamelaisten etninen identiteetti.
smn: Anarâškielâ toorjâtooimah liččii talle máhđulávt oovtkiärdánumos vyehi siäiluttiđ anarâš kulttuur já anarâš etnisâš identiteet.

source: Inarinsaamen kieltä edistämään perustetun Anarâškielâ servi ry:n aloittamispöytäkirja vuodelta 1986.
smn: Anarâškielâ ovdedem várás vuáđudum Anarâškielâ servi ry. vuáđudempevdikirje ive 1986.

source: Kielipesän lasten keskellä johtaja Ritva Kangasniemi ja Matti Morottaja.
smn: Kielâpiervâlpárnáiguin jođetteijee Ritva Kangasniemi já Matti Morottaja.
